attacklib = {
    "lo_130": "fig",  # F-15E/K/I 攻击鹰、鹰#6
    "lo_277": "fig",  # F-16	战隼#198
    "lo_982": "fig",  # F/A-18E/F	超级大黄蜂#342   战斗用
    "lo_998": "asuw",  # 反水面战用
    "lo_999": "sead",  # 对敌压制防空用
    "lo_2158": "sfig",  # F-22	猛禽#333             隐形挂载
    "lo_4523": "fig",  # 一般战斗挂载
    "lo_17522": "fig",  # F-23/F-24	黑寡妇/地狱猫#3319 一般战斗挂载
    "lo_17523": "sfig",  # 隐形挂载
    "lo_21722": "fig",  # F-35	闪电II#4224           一般战斗挂载
    "lo_21724": "sfig",  # 隐形挂载
    "lo_19951": "fig",  # Pakfa	前线，是俄罗斯第五代战机#2232   一般战斗挂载
    "lo_19954": "sfig"  # 隐形挂载
}

risklib = {
    "thr_3056": "80",  # KN-06
}
